{
	"Name": "Brandeinsatz Silber",
	"Mistakes": [
		{
			"Description": "Sprechen während des Antretens",
			"Points": 3,
			"IsMulti": false
		},
		{
			"Description": "Sprechen während des Übungsablaufes",
			"Points": 3,
			"IsMulti": false
		},
		{
			"Description": "Sprechen während der Übung mit den Schiedsrichtern oder mit nicht zur Gruppe gehörenden Personen",
			"Points": 10,
			"IsMulti": false
		},
		{
			"Description": "Angriffstrupp rennt während der Leistungsübung",
			"Points": 3,
			"IsMulti": true
		}
	],		
	"TimeLines": [
		{
			"Name": "GF",
			"Quests": [
				{
					"Name": "1. Befehl AT",
					"Duration": 10,
					"Command": "Wasserentnahme Löschteich; Verteiler 20 Meter vor Gebäudeeingang; Angriffstrupp mit Pressluftatmer ausrüsten; zum Einsatz fertig!",
					"Steps": []
				},
				{
					"Name": "Erkundung",
					"Duration": 30,
					"Requires": ["GF|1.Befehl AT"],
					"Steps": [
						{
							"Description": "Der Gruppenführer rüstet sich mit Handsprechfunkgerät und Handscheinwerfer aus und geht zur Erkundung zum Wohnhaus vor. Er geht auf die Person (Schiedsrichter Nr. 1) zu, die sich im Bereich vor dem Wohnhaus aufhält und befragt diese Person (Schiedsrichter Nr. 1): „Was ist hier passiert? Sind Sie Bewohner dieses Gebäudes? Befinden sich noch Menschen im Gebäude?“ Die Person (Schiedsrichter Nr. 1) antwortet: „Ich weiß nicht was passiert ist! Ich bin der Nachbar, die Bewohner des Hauses sind im Urlaub! Der einzige Zugang zum Haus führt durch diese Tür, die ist jedoch verschlossen.“. Der Gruppenführer fährt mit seiner Erkundung fort, er geht um das Gebäude (Übungsgerüst) herum, überwacht den Einsatz und führt die Atemschutzüberwachung durch."
						}
					]
				},
				{
					"Name": "2. Befehl AT",
					"Duration": 10,
					"Command": "Angriffstrupp zur Brandbekämpfung unter Pressluftatmer mit 1. Rohr ins erste Obergeschoss über die Steckleiter vor!",
					"Requires": ["AT|Ausrüsten"],
					"Steps": []
				},
				{
					"Name": "1. Befehl ST",
					"Duration": 10,
					"Command": "Schlauchtrupp und Melder zum Anleitern mit Steckleiter an der rechten Brüstungsseite im ersten Obergeschoss vor!",
					"Requires": ["ST|Wasserversorgung"],
					"Steps": []
				},
				{
					"Name": "1. Befehl WT",
					"Duration": 10,
					"Command": "Wassertrupp als Sicherheitstrupp mit Pressluftatmer ausrüsten und bis zur Steckleiter vor!",
					"Requires": ["WT|Wasserversorgung"],
					"Steps": []
				},
				{
					"Name": "Atemschutzüberwachung 1",
					"Duration": 20,
					"Requires": ["AT|Vorbereitung"],
					"Steps": [
						{
							"Description": "Der Gruppenführer notiert die Uhrzeit beim Anschließen des Lungenautomaten, den Ausgangsdruck der Atemluftflaschen und die Uhrzeit bei 1/3 und 2/3 der zu erwartenden Einsatzzeit."
						}
					]
				},
				{
					"Name": "1.Befehl Melder",
					"Duration": 20,
					"Command": "Melder 1. Lagemeldung: Zimmerbrand im ersten Obergeschoss eines zweigeschossigen Wohngebäudes, Hauptstr. 12, Brand droht auf den Dachvorsprung überzugreifen, ein Trupp unter Pressluftatmer mit einem C-Rohr im Innenangriff, ein Löschgruppenfahrzeug zur Einsatzstelle!",
					"Requires": ["Melder|Anleitern"],
					"Steps": []
				},
				{
					"Name": "2.Befehl ST",
					"Duration": 10,
					"Command": "Schlauchtrupp zur Riegelstellung zwischen Fenster und Dachvorsprung mit 2. Rohr zum Wohnhaus vor!",
					"Requires": ["ST|Verteiler"],
					"Steps": []
				},
				{
					"Name": "2.Befehl Melder",
					"Duration": 10,
					"Command": "Melder: Verteiler besetzen!",
					"Steps": []
				},
				{
					"Name": "Atemschutzüberwachung 2",
					"Duration": 20,
					"Requires": ["AT|Hinweg"],
					"Steps": [
						{
							"Description": "Der Gruppenführer trägt den Flaschendruck in die Atemschutzdokumentation ein."
						}
					]
				},
				{
					"Name": "Atemschutzüberwachung 3",
					"Duration": 20,
					"Requires": ["WT|Sicherheitstrupp"],
					"Steps": [
						{
							"Description": "Der Gruppenführer notiert sich die Namen des Wassertrupps und den Flaschendruck der Atemluftflaschen."
						}
					]
				}
			]
		},
		{
			"Name": "AT",
			"Quests": [
				{
					"Name": "Ausrüsten",
					"Duration": 90,
					"Requires": ["GF|1.Befehl AT"],
					"Command": "Zum Einsatz fertig!",
					"Report": "Angriffstrupp einsatzbereit; Druck [Führer] 300, Druck [Mann] 300!",
					"Steps": [
						{
							"Description": "Der Angriffstrupp rüstet sich mit Atemschutzgeräten aus (die Feuerschutzhaube darf als Halskrause schon vorher angelegt sein). Es bleibt dem Trupp freigestellt, ob die Atemschutzgeräte aus dem Mannschaftsraum oder aus dem Geräteraum entnommen werden. Der Schiedsrichter Nr. 2 überwacht das korrekte Anlegen der Atemschutzgeräte, die Einsatzkurzprüfung und die Maskendichtprobe. Der Angriffstruppführer rüstet sich mit Handsprechfunkgerät, Handscheinwerfer, Feuerwehrleine und Verteiler, der Angriffstruppmann mit C-Strahlrohr (Mehrzweckstrahlrohr oder Hohlstrahlrohr), Seilschlauchhalter und Feuerwehrleine aus. Der Angriffstruppführer überprüft am Fahrzeug die Funkverbindung seines Handsprechfunkgerätes mit dem Gruppenführer: „Florentine … von Florentine … kommen!“. Nach der Anrufantwort kommt die Anfrage: „Frage, wie ist die Verständigung, kommen!“. Nach erfolgter Antwort „Verständigung gut!“ beendet er das Gespräch mit dem Wort: „Ende!“."
						},
						{
							"Description": "Der Angriffstrupp nimmt den Schnellangriffsverteiler vor und verlegt somit auch die Wasserversorgung vom Löschfahrzeug zum Verteiler und gibt danach das Kommando „Wasser marsch!“.",
							"OnlyIf": ["Verteiler.Schnellangriff"]
						},
						{
							"Description": "Der Angriffstrupp setzt den Verteiler.",
							"OnlyIf": ["!Verteiler.Schnellangriff"]
						},
						{
							"Description": "Der Angriffstrupp legt ausreichend C-Druckschläuche (z.B. zwei Schlauchtragekörbe, eine tragbare Schlauchhaspel, sechs Rollschläuche - je nach Fahrzeugbeladung) am Verteiler bereit. Der Angriffstrupp meldet sich am Verteiler beim Gruppenführer einsatzbereit. Der Gruppenführer notiert sich die Namen des Trupps und den Flaschendruck der Atemluftflaschen."
						}
					]
				},
				{
					"Name": "Vorbereitung",
					"Duration": 30,
					"Requires": ["GF|2.Befehl AT"],
					"Command": "Zur Brandbekämpfung unter Pressluftatmer, mit 1. Rohr ins erste Obergeschoss über die Steckleiter vor!",
					"Report": "Beginn der Einsatzzeit",
					"Steps": [
						{
							"Description": "Der Angriffstrupp kuppelt am Verteiler den C-Druckschlauch an und verlegt gemeinsam die C-Schlauchleitung vom Verteiler zur Brandstelle. Er schließt sich an der Rauchgrenze gegenseitig den Lungenautomaten an. Der Angriffstruppführer gibt über Funk den Beginn der Einsatzzeit an den Gruppenführer durch."
						}
					]
				},
				{
					"Name": "Hinweg",
					"Duration": 60,
					"Requires": ["ST|Anleitern"],
					"Report": "Brandstelle erreicht. Druck [Führer] 250, [Mann] 240.",
					"Steps": [
						{
							"Description": "Der Angriffstrupp steigt die Steckleiter hoch und steigt im Reitsitz über die Balkonbrüstung ins erste Obergeschoss des Wohnhauses ein. Der Angriffstrupp sichert gegenseitig die Leiter beim Hochsteigen. Oben angekommen, sichert er die angelegte Steckleiter mit der Feuerwehrleine oder einem Seilschlauchhalter mittels Mastwurf am Leiterkopf gegen Wegrutschen. Der Mastwurf ist mit einem Spierenstich zu sichern. Der Angriffstrupp zieht mit Hilfe der Feuerwehrleine das 1. Rohr hoch, legt sich Schlauchreserve bereit, befestigt mit einem Seilschlauchhalter das 1. Rohr am Balkongeländer und ruft nach unten: „1. Rohr Wasser marsch!“. Der Angriffstrupp geht mit Wasser am Strahlrohr ins Zimmer vor und meldet dem Gruppenführer über Funk, dass er die Brandstelle erreicht hat und teilt den Flaschendruck der Atemluftflaschen mit."
						}
					]
				},
				{
					"Name": "Brandbekämpfung",
					"Duration": 30,
					"Command": "Zur Brandbekämpfung unter Pressluftatmer, mit 1. Rohr ins erste Obergeschoss über die Steckleiter vor!",
					"Report": "Beginn der Einsatzzeit",
					"Steps": [
						{
							"Description": "Der Angriffstrupp beginnt mit der Brandbekämpfung, indem er Wasser (Sprühstrahl) auf die rote Fallklappe abgibt. Nach dem Fallen der Fallklappe ist das Strahlrohr wieder zu schließen. Für die Schiedsrichter Nr. 1 und Nr. 2 ist das Fallen der Fallklappe der Zeitpunkt der Zeitnahme."
						}
					]
				}
			]
		},
		{
			"Name": "WT",
			"Quests": [
				{
					"Name": "Wasserversorgung",
					"Duration": 80,
					"Requires": ["GF|1.Befehl AT"],
					"Command": "Vier Saugschläuche!",
					"Report": "Wassertrupp einsatzbereit",
					"Steps": [
						{
							"Description": "Der Wassertrupp nimmt gemeinsam mit dem Maschinisten die fahrbare Haspel ab.",
							"OnlyIf": ["Haspel.Zweiperson"]
						},
						{
							"Description": "Der Wassertrupp und der Schlauchtrupp verlegen gemeinsam die Saugleitung. Der Wassertrupp kuppelt, der Schlauchtrupp unterstützt. Das Kuppeln beginnt am Saugkorb. Ventilleine, Halteleine und Saugschutzkorb werden vom Wassertrupp mit Unterstützung des Schlauchtrupps angebracht. Auf Kommando des Wassertruppführers „Saugleitung hoch!“ wird die Saugleitung angehoben und der Maschinist kuppelt die fertige Saugleitung an die Feuerlöschkreiselpumpe. Auf das Kommando des Wassertruppführers: „Saugleitung zu Wasser!“ wird die Saugleitung zu Wasser gebracht."
						},
						{
							"Description": "Der Wassertrupp verlegt die B-Schlauchleitung von der Feuerlöschkreiselpumpe zum Verteiler.",
							"OnlyIf": ["!Verteiler.Schnellangriff"]
						}
					]
				},
				{
					"Name": "Sicherheitstrupp",
					"Duration": 90,
					"Requires": ["GF|1.Befehl WT"],
					"Command": "Als Sicherheitstrupp mit Pressluftatmer ausrüsten bis zur Steckleiter vor!",
					"Report": "Wassertrupp einsatzbereit",
					"Steps": [
						{
							"Description": "Der Wasserstrupp rüstet sich mit Atemschutzgeräten aus (die Feuerschutzhaube darf als Halskrause schon vorher angelegt sein). Der Schiedsrichter Nr. 3 überwacht das korrekte Anlegen der Atemschutzgeräte, die Einsatzkurzprüfung und die Maskendichtprobe. Der Wassertruppführer rüstet sich mit Handsprechfunkgerät, Handscheinwerfer und Feuerwehrleine, der Wassertruppmann mit C-Strahlrohr (Mehrzweckstrahlrohr oder Hohlstrahlrohr) und Feuerwehrleine aus. Der Wassertruppführer überprüft am Fahrzeug die Funkverbindung seines Handsprechfunkgerätes mit dem Gruppenführer: „Florentine … von Florentine … kommen!“. Nach der Anrufantwort kommt die Anfrage: „Frage, wie ist die Verständigung, kommen!“. Nach erfolgter Antwort „Verständigung gut!“ beendet er das Gespräch mit dem Wort: „Ende!“. Danach geht der Wassertrupp bis zur Steckleiter vor. Der Lungenautomat wird nicht angeschlossen."
						}
					]
				}
			]
		},
		{
			"Name": "ST",
			"Quests": [
				{
					"Name": "Wasserversorgung",
					"Duration": 80,
					"Requires": ["GF|1.Befehl AT"],
					"Report": "Schlauchtrupp einsatzbereit",
					"Steps": [
						{
							"Description": "Der Wassertrupp und der Schlauchtrupp verlegen gemeinsam die Saugleitung. Der Wassertrupp kuppelt, der Schlauchtrupp unterstützt. Das Kuppeln beginnt am Saugkorb. Ventilleine, Halteleine und Saugschutzkorb werden vom Wassertrupp mit Unterstützung des Schlauchtrupps angebracht. Auf Kommando des Wassertruppführers „Saugleitung hoch!“ wird die Saugleitung angehoben und der Maschinist kuppelt die fertige Saugleitung an die Feuerlöschkreiselpumpe. Auf das Kommando des Wassertruppführers: „Saugleitung zu Wasser!“ wird die Saugleitung zu Wasser gebracht."
						}
					]
				},
				{
					"Name": "Anleitern",
					"Duration": 60,
					"Requires": ["GF|1.Befehl ST"],
					"Command": "Schlauchtrupp und Melder zum Anleitern mit Steckleiter an der rechten Brüstungsseite im ersten Obergeschoss vor!",
					"Steps": [
						{
							"Description": "Schlauchtrupp und Melder bringen die Steckleiter in Stellung. Der Schlauchtrupp unterstützt den Angriffstrupp beim Hochziehen des C-Druckschlauches."
						}
					]
				},
				{
					"Name": "Verteiler",
					"Duration": 30,
					"Steps": [
						{
							"Description": "Nach dem Kommando des Angriffstruppführers „1. Rohr Wasser marsch!“ begibt sich der Schlauchtrupp zum Verteiler und öffnet das entsprechende Absperrorgan."
						}
					]
				},
				{
					"Name": "Riegelstellung",
					"Duration": 60,
					"Command": "Zur Riegelstellung zwischen Fenster und Dachvorsprung mit 2. Rohr zum Wohnhaus vor!",
					"Steps": [
						{
							"Description": "Der Schlauchtrupp geht zum Fahrzeug und rüstet sich aus: Schlauchtruppführer mit Handscheinwerfer und Feuerwehrleine, Schlauchtruppmann mit Feuerwehrleine und C-Strahlrohr (Mehrzweckstrahlrohr oder Hohlstrahlrohr), und verlegt die C-Schlauchleitung über den Platz. Nachdem das Strahlrohr angeschlossen ist, gibt der Schlauchtruppführer das Kommando: „2. Rohr Wasser marsch!“. Der Schlauchtruppmann beginnt mit der Riegelstellung, indem er Wasser (Sprühstrahl) auf die gelbe Fallklappe abgibt."
						}
					]
				}
			]
		},
		{
			"Name": "Melder",
			"Quests": [
				{
					"Name": "Erkundung",
					"Duration": 30,
					"Requires": ["GF|1.Befehl AT"],
					"Steps": [
						{
							"Description": "Der Melder begleitet den Gruppenführer bei der Erkundung"
						}
					]
				},
				{
					"Name": "Anleitern",
					"Duration": 60,
					"Requires": ["GF|1.Befehl ST"],
					"Steps": [
						{
							"Description": "Schlauchtrupp und Melder bringen die Steckleiter in Stellung. Der Melder geht unaufgefordert zum Gruppenführer."
						}
					]
				},
				{
					"Name": "1.Lagemeldung",
					"Duration": 30,
					"Command": "1. Lagemeldung: Zimmerbrand im ersten Obergeschoss eines zweigeschossigen Wohngebäudes, Hauptstr. 12, Feuer droht auf den Dachvorsprung überzugreifen, ein Trupp unter Pressluftatmer mit einem C-Rohr im Innenangriff, ein Löschgruppenfahrzeug zur Einsatzstelle!",
					"Report": "Leitstelle … von Florian …, kommen! [Antwort] 1. Lagemeldung: Zimmerbrand im ersten Obergeschoss eines zweigeschossigen Wohngebäudes, Hauptstr. 12, Feuer droht auf den Dachvorsprung überzugreifen, ein Trupp unter Pressluftatmer mit einem C-Rohr im Innenangriff, ein Löschgruppenfahrzeug zur Einsatzstelle!“",
					"Requires": ["GF|1. Befehlt Melder"],
					"Steps": [
						{
							"Description": "Der Melder wiederholt die Lagemeldung des Gruppenführers. Der Melder begibt sich zum Schiedsrichter Nr. 1 und meldet: „Leitstelle … von Florian …, kommen!“. Der Schiedsrichter Nr. 1 antwortet: „Hier Leitstelle … kommen!“. Melder: „1. Lagemeldung: Zimmerbrand im ersten Obergeschoss eines zweigeschossigen Wohngebäudes, Hauptstr. 12, Feuer droht auf den Dachvorsprung überzugreifen, ein Trupp unter Pressluftatmer mit einem C-Rohr im Innenangriff, ein Löschgruppenfahrzeug zur Einsatzstelle!“"
						}
					]
				}
			]
		},
		{
			"Name": "MA",
			"Quests": [
				{
					"Name": "Wasserversorgung",
					"Duration": 80,
					"Requires": ["GF|1.Befehl AT"],
					"Report": "Verstanden",
					"Steps": [
						{
							"Description": "Der Maschinist startet das Fahrzeug und schaltet die Fahrzeugbeleuchtung, die blauen Rundumkennleuchten und die Warnblinkanlage ein."
						},
						{
							"Description": "Er legt Saugkorb, Saugschutzkorb, Halte- und Ventilleine"
						},
						{
							"Description": "und Kupplungsschlüssel",
							"OnlyIf": ["Kupplungsschluessel"]
						},
						{
							"Description": "bereit."
						},
						{
							"Description": "Er unterstützt die Entnahme der Tragkraftspritze",
							"OnlyIf": ["Tragkraftspritze"]
						},
						{
							"Description": "Er nimmt die fahrbare Einpersonenhaspel ab.",
							"OnlyIf": ["Haspel.Einperson"]
						},
						{
							"Description": "Er nimmt die fahrbare Zweipersonenhaspel zusammen mit dem Wassertrupp ab.",
							"OnlyIf": ["Haspel.Zweiperson"]
						},
						{
							"Description": "Er macht die Feuerlöschkreiselpumpe betriebsbereit, schließt die Saug- und Druckleitung an und bedient die Feuerlöschkreiselpumpe. Vor Einleitung des Saugvorganges befestigt er die Halteleine an dem am Aufstellplatz befindlichen Pfahl mit Mastwurf und Spierenstich. Die Ventilleine befestigt er mit dem Mastwurf im Bedienbereich der Feuerlöschkreiselpumpe. Auf das Kommando „Wasser marsch!“ gibt er das Zeichen „Verstanden“ und öffnet das entsprechende Absperrorgan."
						}
					]
				},
				{
					"Name": "Steckleiter",
					"Duration": 30,
					"Requires": ["GF|1.Befehl ST"],
					"Steps": [
						{
							"Description": "Der Maschinist unterstützt bei der Herabnahme der Steckleiter"
						}
					]
				}
			]
		}
	]
}